{
  "heading": "Test heading",
  "hed": "Test menu item",
  "dek": "something goes here",
  "blah": [
    "one",
    "two",
    "three"
  ],
  "intro": [
    {
      "type": "text",
      "value": "Donald Trump’s administration has an estranged relationship with the truth, so much so that even his most ardent defenders think the daily struggle against objective reality is keeping him from achieving his goals. The sheer volume of the president's deceits, and his administration's, has been chronicled elsewhere — from <a href=https://www.nytimes.com/interactive/2017/06/23/opinion/trumps-lies.html>a running tally by The New York Times</a> to the <a href=http://www.politifact.com/personalities/donald-trump/statements/byruling/pants-fire/>many \"pants on fire!\" claims compiled by PolitiFact</a>."
    },
    {
      "type": "text",
      "value": "What's also noteworthy, though, is the distinct pattern that Trump’s lies follow. It starts with a falsehood, and continues as the administration attempts to obfuscate both the lie and the truth. Then there's a grudging admission the lie was a lie, and finally an attempt to shrug off the subject. This pattern often unfolds quickly; the president routinely comes out and admits things on Twitter that his spokespeople have been denying for hours or days."
    },
    {
      "type": "text",
      "value": "Ironically, the pattern echoes a well-known cycle in public relations — response to an event, recovery, mitigation, and preparedness for the next event. The stream of flimflammery coming out of 1600 Pennsylvania Avenue has created a new paradigm: the lie cycle."
    },
    {
      "type": "text",
      "value": "Nearly seven months into Trump's term, this cycle is so established that it's a useful predictor of future behavior, and not just to American voters. Foreign adversaries can see that, when Trump is in a bind, he blusters in easily disprovable ways. With its credibility in tatters, this White House is playing poker with a tell."
    },
    {
      "type": "text",
      "value": "Consider four of the White House’s biggest falsehoods:"
    }
  ]
}